{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Connection"
			},
			"Translation":
			{
				"Text": "Connexion"
			},
			"Key": "C7EC07FB4E5B1A59E40C5E8343D0A68A"
		},
		{
			"Source":
			{
				"Text": "Consumption"
			},
			"Translation":
			{
				"Text": "Consommation"
			},
			"Key": "48F58C7F42D7916F6633DABDB7D10C9A"
		},
		{
			"Source":
			{
				"Text": "Generates electricity for the power grid from:\r\n- all resources in the game and mods\r\n- sun\r\n- wind\r\n\r\nHas a conveyor belt input port that allows for automated item supply"
			},
			"Translation":
			{
				"Text": "Génère de l'électricité pour le réseau électrique à partir :\r\n- de toutes les ressources du jeu et des mods\r\n- du soleil\r\n- du vent\r\n\r\nDispose d'un port d'entrée de convoyeur à bande qui permet d'automatiser l'approvisionnement des items"
			},
			"Key": "0BB2CC5744F44FB9881018B54F77A293"
		},
		{
			"Source":
			{
				"Text": "Multipurpose Generator"
			},
			"Translation":
			{
				"Text": "Générateur Polyvalent"
			},
			"Key": "8839C1E140249FF19FB4A3A2A325491F"
		}
	]
}